    export const reference = {
        'math_12': ' رياضيات بكلوريا',
        'science_12': ' علوم بكلوريا',
        'english_12': 'انكليزي بكلوريا',
        'arabic_12': 'عربي بكلوريا',
        'physics_12': 'فيزياء بكلوريا',
        'chemistry_12': 'كيمياء بكلوريا',
        'national_12': ' وطنية بكلوريا',
        'islam_12': 'ديانة بكلوريا',
        'france_12': 'فرنسي بكلوريا',
      'math_9': 'رياضيات تاسع',
      'france_9': 'فرنسي تاسع',
      'science_9': 'علوم تاسع',
      'arabic_9': 'عربي تاسع',
      'physics_chemistry_9': 'فيزياء و كيمياء تاسع',
      'islam_9': 'تربية دينية تاسع',
      'geography_9': 'اجتماعيات تاسع',


      //  بدون ذكر الصف 

      'math': ' رياضيات  ',
      'science': ' علوم  ',
      'english': 'انكليزي  ',
      'arabic': 'عربي  ',
      'physics': 'فيزياء  ',
      'chemistry': 'كيمياء  ',
      'islam': 'ديانة  ',
      'france': 'فرنسي  ',
        
    }
